const Discord = require('discord.js');
const client = new Discord.Client();
console.log("Scrpit By ESMAEL");


client.on("ready", () => {
let channel =     client.channels.get("502954490975223848")
setInterval(function() {
channel.send(`نوفرجبرو  نوفرجبرو  نوفرجبرو   نوفرجبرو  نوفرجبرو  نوفرجبرو  نوفرجبرو  نوفرجبرو  نوفرجبرو نوفرجبرو  نوفرجبرو  نوفرجبرونوفرجبرو  نوفرجبرو  نوفرجبرو نوفرجبرو  نوفرجبرو  نوفرجبرونوفرجبرو  نوفرجبرو  نوفرجبرونوفرجبرو  نوفرجبرو  نوفرجبرو نوفرجبرو  نوفرجبرو  نوفرجبرو نوفرجبرو  نوفرجبرو  نوفرجبرونوفرجبرو  نوفرجبرو  نوفرجبرو نوفرجبرو  نوفرجبرو  نوفرجبرو ر ر نوفرجبرو  نوفرجبرو  نوفرجبرو نوفرجبرو  نوفرجبرو  نوفرجبرو
نوفرجبرو  نوفرجبرو  نوفرجبرو نوفرجبرو  نوفرجبرو  نوفرجبرو نوفرجبرو  نوفرجبرو  نوفرجبرو نوفرجبرو  نوفرجبرو  نوفرجبرو نوفرجبرو  نوفرجبرو  نوفرجبرو`);
}, 25)
})













 
client.login(process.env.BOT_TOKEN);// لا تغير فيها شيء
